Revit 2027 API
ParameterTypeId.SteelElemShearstudStandard Property
 "Standard"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemShearstudStandard { get; }
Public Shared ReadOnly Property SteelElemShearstudStandard As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemShearstudStandard {
	ForgeTypeId^ get ();
}
static member SteelElemShearstudStandard : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace